Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ICLOUDPHOTOS_REMOVE_FROM_DEVICE_iPod touch
source: Remove from iPod touch
ar: إزالة من الـ iPod touch
bg: Премахни от iPod touch
ca: Elimina de l’iPod touch
cs: Odstranit z iPodu touch
da: Fjern fra iPod touch
de: Vom iPod touch entfernen
el: Αφαίρεση από το iPod touch
es: Eliminar del iPod touch
es_us: Eliminar del iPod touch
fi: Poista iPod touchista
fr: Supprimer de l’iPod touch
fr_ca: Supprimer de l’iPod touch
he: הסרה מה-iPod touch
hi: iPod touch से हटाएँ
hr: Ukloni s iPod toucha
hu: Eltávolítás az iPod touchról
id: Hapus dari iPod touch
it: Rimuovi da iPod touch
ja: iPod touchから削除
kk: iPod touch құрылғысынан жою
ko: iPod touch에서 제거
lt: Pašalinti iš „iPod touch“
ms: Keluarkan daripada iPod touch
nb: Fjern fra iPod touch
nl: Verwijder van iPod touch
pl: Usuń z iPoda touch
pt: Remover do iPod touch
pt_pt: Remover do iPod touch
ro: Eliminați de pe iPod touch
ru: Удалить с iPod touch
sk: Odstrániť z iPodu touch
sl: Odstrani iz naprave iPod touch
sv: Ta bort från iPod touch
th: เอาออกจาก iPod touch
tr: iPod touch’tan Sil
uk: Вилучити з iPod touch
vi: Xóa khỏi iPod touch
zh_cn: 从iPod touch移除
zh_hk: 從iPod touch移除
zh_tw: 從iPod touch中移除

# iCLOUDPHOTOS_RESTORE_PAUSE_MESSAGE
source: iCloud Photos will begin syncing when this device has finished restoring from backup.
ar: سوف تبدأ صور iCloud بالمزامنة عندما تنتهي استعادة هذا الجهاز من النسخة الاحتياطية.
bg: iCloud снимките ще започнат да се синхронизират, когато това устройство приключи с възстановяването от резервно копие.
ca: Les fotos a l’iCloud es començaran a sincronitzar quan aquest dispositiu hagi acabat la restauració des de la còpia de seguretat.
cs: Synchronizace fotek na iCloudu bude spuštěna po dokončení obnovy zařízení ze zálohy.
da: iCloud-fotos begynder synkronisering, når gendannelsen fra sikkerhedskopiering på denne enhed er færdig.
de: iCloud-Fotos beginnt mit dem Synchronisieren, sobald dieses Gerät aus dem Backup wiederhergestellt wurde.
el: Ο συγχρονισμός των Φωτογραφιών iCloud θα αρχίσει όταν ολοκληρωθεί η επαναφορά από το εφεδρικό αντίγραφο.
es: Se iniciará la sincronización de las fotos en iCloud cuando haya terminado la restauración de la copia de seguridad de este dispositivo.
es_us: Fotos en iCloud comenzará a sincronizarse cuando termine la restauración desde el respaldo.
fi: iCloud-kuvat aloittaa synkronoinnin, kun tämä laite on palautettu varmuuskopiosta.
fr: Photos iCloud débutera sa synchronisation une fois la restauration de cet appareil depuis la sauvegarde terminée.
fr_ca: La synchronisation des photos iCloud débutera lorsque l’appareil aura terminé sa restauration à partir de la sauvegarde.
he: ״תמונות iCloud״ יתחיל בסנכרון לאחר סיום השחזור של מכשיר זה מגיבוי.
hi: बैकअप से इस डिवाइस द्वारा रीस्टोर पूर्ण होने पर iCloud तस्वीर का सिंक होना शुरू हो जाएगा।
hr: Sinkroniziranje iCloud fotografija započet će nakon što uređaj završi obnavljanje iz sigurnosne kopije.
hu: Az iCloud-fotók szinkronizálása akkor fog megkezdődni, amikor befejeződött ennek az eszköznek a visszaállítása a biztonsági másolatból.
id: Foto iCloud akan memulai penyelarasan saat perangkat ini selesai dipulihkan dari cadangan.
it: La sincronizzazione delle foto di iCloud inizierà quando il tuo dispositivo avrà completato il ripristino dal backup.
ja: バックアップからこのデバイスを復旧したあとにiCloud写真の同期が開始されます。
kk: Осы құрылғыны сақтық көшірмеден қалпына келтіру аяқталған кезде, iCloud фотоларын синхрондау әрекеті басталады.
ko: 백업으로부터 이 기기 복원이 완료되면 iCloud 사진이 동기화를 시작합니다.
lt: Programos „iCloud“ nuotraukos“ pradės sinchronizuoti, kai šis įrenginys baigs atkūrimą iš atsarginės kopijos.
ms: Foto iCloud akan mula menyelaras apabila peranti ini selesai dipulihkan daripada sandaran.
nb: iCloud Bilder starter synkroniseringen når denne enheten er ferdig gjenopprettet fra sikkerhetskopien.
nl: Synchronisatie van iCloud-foto's begint als het terugzetten vanuit de back‑up is voltooid.
pl: Synchronizowanie Zdjęć w iCloud rozpocznie się, gdy to urządzenie zostanie odtworzone z backupu.
pt: A sincronização das Fotos do iCloud começará quando este dispositivo terminar de restaurar do backup.
pt_pt: A sincronização de Fotografias em iCloud começará quando este dispositivo acabar de ser restaurado a partir da cópia de segurança.
ro: Funcționalitatea Poze iCloud va începe sincronizarea după ce acest dispozitiv va finaliza restaurarea din backup.
ru: Синхронизация Фото iCloud начнется по завершении восстановления этого устройства из резервной копии.
sk: Synchronizácia iCloud Fotiek sa spustí po dokončení obnovy tohto zariadenia zo zálohy.
sl: Sinhronizacija funkcije Fotografije iCloud se bo začela, ko se bo dokončal postopek obnovitve te naprave iz varnostne kopije.
sv: iCloud-bilder kommer att börja synkroniseras när enheten har slutfört återskapandet från säkerhetskopian.
th: “รูปภาพ iCloud” จะเริ่มเชื่อมข้อมูลเมื่ออุปกรณ์เครื่องนี้กู้คืนจากข้อมูลสำรองสำเร็จแล้ว
tr: Bu aygıt yedeklemeyi kullanarak geri yüklemeyi bitirdiğinde iCloud Fotoğrafları eşzamanlanmaya başlayacaktır.
uk: Синхронізування Фото iCloud почнеться, коли цей пристрій завершить відновлення з резервної копії.
vi: Ảnh iCloud sẽ bắt đầu đồng bộ hóa khi thiết bị này đã hoàn tất khôi phục từ bản sao lưu.
zh_cn: “iCloud照片”会在此设备从备份恢复完成后开始同步。
zh_hk: 當此裝置從備份還原完成後，「iCloud相片」便會開始同步。
zh_tw: 此裝置從備份回復完後會開始同步「iCloud照片」。

# iCLOUDPHOTOS_RESTORE_PAUSE_TITLE
source: iCloud Restore in Progress
ar: تجري استعادة iCloud
bg: Извършва се възстановяване от iCloud
ca: Restauració de l’iCloud en curs
cs: Probíhá obnova z iCloudu
da: Gendannelse fra iCloud i gang
de: iCloud-Wiederherstellung läuft
el: Επαναφορά iCloud σε εξέλιξη
es: Restauración de iCloud en curso
es_us: Restauración de iCloud en curso
fi: iCloud-palautus käynnissä
fr: Restauration iCloud en cours
fr_ca: Restauration iCloud en cours
he: משחזר מ-iCloud
hi: iCloud रीस्टोर जारी है
hr: U tijeku je obnavljanje s iClouda
hu: iCloud-visszaállítás folyamatban
id: Pemulihan iCloud Sedang Berlangsung
it: Ripristino iCloud in corso
ja: iCloudから復旧中
kk: iCloud фотоларын қалпына келтіру орындалуда
ko: iCloud 복원 진행 중
lt: Vykdomas atkūrimas iš „iCloud“
ms: Pemulihan iCloud sedang Berjalan
nb: iCloud-gjenoppretting pågår
nl: Bezig met terugzetten vanuit iCloud
pl: Trwa odtwarzanie z iCloud
pt: Restauração do iCloud em Andamento
pt_pt: Restauro iCloud em curso
ro: Restaurare de pe iCloud în curs
ru: Идет восстановление iCloud
sk: Prebieha obnova z iCloudu
sl: Obnovitev iz storitve iCloud je v teku
sv: iCloud-återskapning pågår
th: การกู้คืน iCloud กำลังทำงานอยู่
tr: iCloud’dan Geri Yükleme Sürüyor
uk: Триває відновлення з iCloud
vi: Đang tiến hành Khôi phục iCloud
zh_cn: 正在进行iCloud恢复
zh_hk: 正在進行iCloud還原
zh_tw: 正在進行iCloud回復

# ICLOUDPHOTOS_TURN_OFF_CONFIRMATION_TEXT
source: Your photos and videos will no longer be stored in iCloud.
ar: لن يتم تخزين الصور والفيديوهات الخاصة بك في iCloud بعد الآن.
bg: Снимките и видеата ви вече няма да бъдат съхранявани в iCloud.
ca: Les fotos i els vídeos ja no es desaran a l’iCloud.
cs: Fotky a videa již nebudou uložena na iCloudu.
da: Dine fotos og videoer vil ikke længere opbevares i iCloud.
de: Deine Fotos und Videos werden nicht mehr in iCloud gespeichert.
el: Οι φωτογραφίες και τα βίντεό σας δεν θα αποθηκεύονται πλέον στο iCloud.
es: Tus fotos y vídeos ya no se guardarán en iCloud.
es_us: Ya no se guardarán tus fotos y videos en iCloud.
fi: Kuvia ja videoita ei enää tallenneta iCloudiin.
fr: Vos photos et vos vidéos ne seront plus stockées sur iCloud.
fr_ca: Vos photos et vidéos ne seront plus stockées sur iCloud.
he: התמונות והסרטונים שלך לא יאוחסנו עוד ב-iCloud.
hi: आपकी तस्वीरें और वीडियो iCloud में अब संग्रहित नहीं होंगे।
hr: Vaše fotografije i videozapisi više neće biti pohranjeni na iCloudu.
hu: A fotók és videók nem lesznek többé az iCloudban tárolva.
id: Foto dan video Anda tidak akan disimpan lagi di iCloud.
it: Le foto e i video non verranno più archiviati su iCloud.
ja: 写真およびビデオがiCloudに保存されなくなります。
kk: Фотоларыңыз бен видеоларыңыз енді iCloud сервисінде сақталмайды.
ko: 사용자의 사진 및 비디오가 더 이상 iCloud에 저장되지 않습니다.
lt: Jūsų nuotraukos ir vaizdo įrašai nebebus išsaugomi „iCloud“.
ms: Foto dan video anda tidak akan disimpan lagi dalam iCloud.
nb: Bildene og videoene dine vil ikke lenger bli lagret i iCloud.
nl: Je foto's en video's worden niet meer bewaard in iCloud.
pl: Zdjęcia i wideo nie będą już przechowywane w iCloud.
pt: Suas fotos e vídeos não serão mais armazenados no iCloud.
pt_pt: As suas fotografias e vídeos deixarão de ser armazenados em iCloud.
ro: Pozele și clipurile dvs. video nu vor mai fi stocate pe iCloud.
ru: Ваши фото и видео больше не будут храниться в iCloud.
sk: Vaše fotky a videá už nebudú uchované v iCloude.
sl: Vaše fotografije in videi ne bodo več shranjeni v storitvi iCloud.
sv: Dina bilder och videor kommer inte längre att lagras på iCloud.
th: รูปภาพและวิดีโอของคุณจะไม่ถูกจัดเก็บบน iCloud อีกต่อไป
tr: Fotoğraflarınız ve videolarınız artık iCloud’da saklanmayacaktır.
uk: Ваші фото і відео більше не зберігатимуться в iCloud.
vi: Ảnh và video của bạn sẽ không còn được lưu trữ trong iCloud nữa.
zh_cn: 你的照片和视频将不再储存在iCloud。
zh_hk: 你的相片及影片將不會再儲存在iCloud上。
zh_tw: 你的照片和影片不會再儲存在iCloud中。

# ICLOUDPHOTOS_TURN_OFF_SPINNER_TEXT
source: Turning off
ar: يجري الإيقاف
bg: Изключване
ca: Desactivant
cs: Vypínání
da: Slår fra
de: Deaktivieren
el: Απενεργοποίηση…
es: Desactivando
es_us: Desactivando
fi: Laitetaan pois päältä
fr: Désactivation
fr_ca: Désactivation
he: מכבה
hi: बंद हो रहा है
hr: Isključenje
hu: Kikapcsolás
id: Mematikan
it: Disattivo
ja: オフにします
kk: Өшіру
ko: 끄기
lt: Išjungiama
ms: Menyahaktifkan
nb: Slår av
nl: Uitschakelen
pl: Wyłączam
pt: Desativando
pt_pt: A desativar
ro: Dezactivare
ru: Выключение
sk: Vypínam
sl: Izklapljanje
sv: Stänger av
th: กำลังปิดใช้
tr: Kapatılıyor
uk: Вимкнення
vi: Đang tắt
zh_cn: 正在关闭
zh_hk: 正在關閉
zh_tw: 關閉中

# ICLOUDPHOTOS_TURN_OFF_TITLE
source: iCloud Photos
ar: صور iCloud
bg: iCloud снимки
ca: Fotos a l’iCloud
cs: Fotky na iCloudu
da: iCloud-fotos
de: iCloud-Fotos
el: Φωτογραφίες iCloud
es: Fotos en iCloud
es_us: Fotos en iCloud
fi: iCloud-kuvat
fr: Photos iCloud
fr_ca: Photos iCloud
he: תמונות iCloud
hi: iCloud तस्वीर
hr: iCloud fotografije
hu: iCloud-fotók
id: Foto iCloud
it: Foto di iCloud
ja: iCloud写真
kk: iCloud фотолары
ko: iCloud 사진
lt: „iCloud“ nuotraukos
ms: Foto iCloud
nb: iCloud Bilder
nl: iCloud-foto's
pl: Zdjęcia w iCloud
pt: Fotos do iCloud
pt_pt: Fotografias em iCloud
ro: Poze iCloud
ru: Фото iCloud
sk: iCloud Fotky
sl: Fotografije iCloud
sv: iCloud-bilder
th: รูปภาพ iCloud
tr: iCloud Fotoğrafları
uk: Фото iCloud
vi: Ảnh iCloud
zh_cn: iCloud照片
zh_hk: iCloud相片
zh_tw: iCloud照片

# ICLOUDPHOTOS_TURN_ON_CONFIRMATION_TEXT
source: Your photos and videos will be stored in iCloud.
ar: سيتم تخزين الصور والفيديوهات الخاصة بك في iCloud.
bg: Снимките и видеата ви ще бъдат съхранявани в iCloud.
ca: Les fotos i els vídeos es desaran a l’iCloud.
cs: Fotky a videa budou uložena na iCloudu.
da: Dine fotos og videoer opbevares i iCloud.
de: Deine Fotos und Videos werden in iCloud gespeichert.
el: Οι φωτογραφίες και τα βίντεό σας θα αποθηκεύονται στο iCloud.
es: Tus fotos y vídeos se guardarán en iCloud.
es_us: Se guardarán tus fotos y videos en iCloud.
fi: Kuvat ja videot tallennetaan iCloudiin.
fr: Vos photos et vos vidéos seront stockées dans iCloud.
fr_ca: Vos photos et vidéos seront stockées sur iCloud.
he: התמונות והסרטונים שלך יאוחסנו ב-iCloud.
hi: आपकी तस्वीरें और वीडियो iCloud में संग्रहित हो जाएँगी।
hr: Vaše fotografije i videozapisi pohranit će se u iCloud.
hu: A fotók és videók az iCloudban lesznek tárolva.
id: Foto dan video Anda akan disimpan di iCloud.
it: Le foto e i video verranno archiviati su iCloud.
ja: 写真およびビデオがiCloudに保存されます。
kk: Фотоларыңыз бен видеоларыңыз iCloud сервисінде сақталады.
ko: 사용자의 사진 및 비디오가 iCloud에 저장됩니다.
lt: Jūsų nuotraukos ir vaizdo įrašai bus išsaugoti „iCloud“.
ms: Foto dan video anda akan disimpan dalam iCloud.
nb: Bildene og videoene dine vil bli lagret i iCloud.
nl: Je foto's en video's worden bewaard in iCloud.
pl: Zdjęcia i wideo będą przechowywane w iCloud.
pt: Suas fotos e vídeos serão armazenados no iCloud.
pt_pt: As suas fotografias e vídeos serão armazenados em iCloud.
ro: Pozele și clipurile dvs. video vor fi stocate pe iCloud.
ru: Ваши фото и видео будут храниться в iCloud.
sk: Vaše fotky a videá budú uchované v iCloude.
sl: Vaše fotografije in videi bodo shranjeni v storitvi iCloud.
sv: Dina bilder och videor kommer att lagras på iCloud.
th: รูปภาพและวิดีโอของคุณจะถูกจัดเก็บบน iCloud
tr: Fotoğraflarınız ve videolarınız iCloud’da saklanacaktır.
uk: Ваші фото і відео будуть збережені в iCloud.
vi: Ảnh và video của bạn sẽ được lưu trữ trong iCloud.
zh_cn: 你的照片和视频将储存在iCloud。
zh_hk: 你的相片及影片將會儲存在iCloud上。
zh_tw: 你的照片和影片會儲存在iCloud中。

# ICLOUDPHOTOS_TURN_ON_SPINNER_TEXT
source: Turning on
ar: يجري التشغيل
bg: Включване
ca: Activant
cs: Zapínání
da: Slår til
de: Aktivieren
el: Ενεργοποίηση…
es: Activando
es_us: Activando
fi: Laitetaan päälle
fr: Activation
fr_ca: Activation
he: מפעיל
hi: चालू हो रहा है
hr: Uključenje
hu: Bekapcsolás
id: Menyalakan
it: Attivo
ja: オンにします
kk: Іске қосу
ko: 켜는 중
lt: Įjungiama
ms: Mengaktifkan
nb: Slår på
nl: Inschakelen
pl: Włączam
pt: Ativando
pt_pt: A ativar
ro: Activare
ru: Включение
sk: Zapínam
sl: Vklapljanje
sv: Slår på
th: กำลังเปิดใช้
tr: Açılıyor
uk: Увімкнення
vi: Bật
zh_cn: 正在打开
zh_hk: 正在開啟
zh_tw: 開啟中

# ICLOUDPHOTOS_TURN_ON_TITLE
source: iCloud Photos
ar: صور iCloud
bg: iCloud снимки
ca: Fotos a l’iCloud
cs: Fotky na iCloudu
da: iCloud-fotos
de: iCloud-Fotos
el: Φωτογραφίες iCloud
es: Fotos en iCloud
es_us: Fotos en iCloud
fi: iCloud-kuvat
fr: Photos iCloud
fr_ca: Photos iCloud
he: תמונות iCloud
hi: iCloud तस्वीर
hr: iCloud fotografije
hu: iCloud-fotók
id: Foto iCloud
it: Foto di iCloud
ja: iCloud写真
kk: iCloud фотолары
ko: iCloud 사진
lt: „iCloud“ nuotraukos
ms: Foto iCloud
nb: iCloud Bilder
nl: iCloud-foto's
pl: Zdjęcia w iCloud
pt: Fotos do iCloud
pt_pt: Fotografias em iCloud
ro: Poze iCloud
ru: Фото iCloud
sk: iCloud Fotky
sl: Fotografije iCloud
sv: iCloud-bilder
th: รูปภาพ iCloud
tr: iCloud Fotoğrafları
uk: Фото iCloud
vi: Ảnh iCloud
zh_cn: iCloud照片
zh_hk: iCloud相片
zh_tw: iCloud照片

# ICLOUDPHOTOS_UNPAUSE
source: Resume
ar: استئناف
bg: Продължи
ca: Reprèn
cs: Pokračovat
da: Genoptag
de: Fortsetzen
el: Συνέχιση
es: Reanudar
es_us: Reanudar
fi: Jatka
fr: Reprendre
fr_ca: Reprendre
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Riprendi
ja: 再開
kk: Жалғастыру
ko: 재개
lt: Tęsti
ms: Teruskan
nb: Fortsett
nl: Hervat
pl: Wznów
pt: Retomar
pt_pt: Retomar
ro: Continuați
ru: Возобновить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ทำต่อ
tr: Sürdür
uk: Поновити
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# IMAGE_MODULATION_SECTION_FOOTER
source: Automatically adjust the display to show the complete dynamic range (HDR) of photos and videos.
ar: ضبط الشاشة تلقائيًا لعرض النطاق الديناميكي الكامل (HDR) للصور والفيديوهات.
bg: Екранът се настройва автоматично, за да се показва пълният динамичен обхват (HDR) на снимките и видеата.
ca: Ajusta la pantalla automàticament per mostrar el rang dinàmic complet (HDR) de les fotos i dels vídeos.
cs: Displej se automaticky nastaví na zobrazení úplného dynamického rozsahu fotek a videí (HDR).
da: Juster automatisk skærmen for at vise hele det dynamiske område (HDR) af fotos og videoer.
de: Passe das Display automatisch an, um den gesamten dynamischen Bereich (HDR) von Fotos und Videos anzuzeigen.
el: Αυτόματη προσαρμογή της οθόνης ώστε να φαίνεται το πλήρες δυναμικό εύρος (HDR) των φωτογραφιών και βίντεο.
es: Ajusta la pantalla automáticamente para mostrar el rango dinámico completo (HDR) de las fotos y vídeos.
es_us: Ajusta automáticamente la pantalla para mostrar el rango dinámico completo (HDR) de las fotos y los videos.
fi: Säädä näyttöä automaattisesti näyttämään kuvien ja videoiden koko dynaaminen alue (HDR).
fr: Ajuste automatiquement l’écran de façon à ce qu’il affiche l’ensemble de la plage dynamique (HDR) des photos et vidéos.
fr_ca: Ajuste automatiquement l’écran de façon à ce qu’il affiche l’ensemble de la gamme dynamique (HDR) de photos et de vidéos.
he: ניתן להתאים באופן אוטומטי את התצוגה כך שתמונות וסרטונים יוצגו בטווח דינמי מלא (HDR).
hi: तस्वीरों और वीडियो की संपूर्ण डाइनैमिक रेंज (HDR) दिखाने के लिए डिस्प्ले ऑटोमैटिकली ऐडजस्ट करें।
hr: Automatsko podešavanje zaslona za prikaz potpunog dinamičkog raspona (HDR) fotografija i videozapisa.
hu: Automatikusan úgy állíthatja be a kijelzőt, hogy a fotók és a videók teljes dinamikatartománya (HDR) látható legyen.
id: Sesuaikan tampilan secara otomatis untuk menampilkan seluruh rentang dinamis (HDR) foto dan video.
it: Regola automaticamente le impostazioni dello schermo per mostrare le foto e i video con la più alta gamma cromatica (HDR).
ja: 写真とビデオのダイナミックレンジ（HDR）を完全に表示するように画面を自動調整します。
kk: Фотолар мен видеолардың толық динамикалық ауқымын (HDR) көрсету үшін дисплейді автоматты түрде реттеу.
ko: 사진 및 비디오의 명암 대비 전체 범위(HDR)를 표시하도록 화면을 자동으로 조절합니다.
lt: Automatiškai sureguliuokite ekraną, kad būtų atvaizduojamas visas nuotraukų ir vaizdo įrašų dinaminis diapazonas (HDR).
ms: Laraskan paparan secara automatik untuk memaparkan julat dinamik lengkap (HDR) foto dan video.
nb: Juster skjermen automatisk til å vise hele det dynamiske området i bilder og videoer (HDR).
nl: Pas de weergave automatisch aan om het volledige dynamische bereik (HDR) van foto's en video's weer te geven.
pl: Automatycznie wyświetla zdjęcia i wideo w pełnym zakresie tonalnym (HDR).
pt: Ajusta a tela automaticamente para mostrar o alcance dinâmico completo (HDR) de fotos e vídeos.
pt_pt: Ajustar automaticamente o ecrã para mostrar a gama dinâmica completa (HDR) das fotografias e dos vídeos.
ro: Ajustează automat ecranul, pentru a afișa complet gama dinamică a pozelor și clipurilor video (HDR).
ru: Автоматически настраивать дисплей для отображения полного динамического диапазона (HDR) фото и видео.
sk: Automaticky upraví displej na zobrazovanie plného dynamického rozsahu fotiek (HDR) a videí.
sl: Samodejno prilagodite zaslon za prikaz celotnega dinamičnega razpona (HDR) fotografij in videov.
sv: Justerar skärmen automatiskt så att hela det dynamiska omfånget (HDR) visas för bilder och videor.
th: ปรับการแสดงผลอัตโนมัติเพื่อแสดงช่วงแสงกว้างแบบเต็มของรูปภาพและวิดีโอ (HDR)
tr: Fotoğrafların ve videoların tam dinamik aralığı (HDR) göstermesi için görüntü otomatik olarak ayarlanır.
uk: Автоматично налаштовувати дисплей для відображення повного динамічного діапазону (HDR) фотографій і відео.
vi: Tự động điều chỉnh màn hình để hiển thị dải tần nhạy sáng đầy đủ (HDR) của ảnh và video.
zh_cn: 自动调整屏幕以显示照片和视频的完整动态范围(HDR)。
zh_hk: 自動調整螢幕以顯示相片和影片的完整動態範圍（HDR）。
zh_tw: 自動調整顯示器以顯示完整動態範圍（HDR）的照片和影片。

# IMAGE_MODULATION_SECTION_TITLE
source: HDR (High Dynamic Range)
ar: ‫HDR (النطاق الديناميكي العالي)
bg: HDR (високодинамичен обхват)
ca: HDR (rang dinàmic alt)
da: HDR (Højt dynamisk område)
de: HDR (Hochkontrastbild)
el: HDR (Υψηλό δυναμικό εύρος)
es: HDR (alto rango dinámico)
es_us: HDR (alto rango dinámico)
fi: HDR (korkeadynaaminen kuva)
fr: HDR (plage dynamique étendue)
fr_ca: HDR (grande gamme dynamique)
he: תחום דינמי רחב (HDR)
hi: HDR (हाई डाइनैमिक रेंज)
hr: HDR (Visok dinamički raspon)
hu: HDR (nagy dinamikatartományú)
id: HDR (Rentang Dinamis Tinggi)
ja: HDR（ハイダイナミックレンジ）
kk: HDR (жоғары динамикалық ауқым)
ko: HDR(고명암 대비)
lt: HDR (didelis dinaminis diapazonas)
ms: HDR (Julat Dinamik Tinggi)
nb: HDR (utvidet dynamisk område)
nl: HDR (Hoog dynamisch bereik)
pt: HDR (Grande Alcance Dinâmico)
ro: HDR (gamă dinamică înaltă)
ru: HDR (Расширенный динамический диапазон)
sl: HDR (visok dinamični razpon)
sv: HDR (utökat dynamiskt omfång)
th: HDR (ช่วงแสงกว้างขึ้น)
tr: HDR (Yüksek Dinamik Aralık)
uk: HDR (розширений динамічний діапазон)
vi: HDR (Độ lệch Tương phản Cao)
zh_cn: HDR（高动态范围）
zh_hk: HDR（高動態範圍）
zh_tw: HDR（高動態範圍）

# IMAGE_MODULATION_SWITCH_TITLE
source: View Full HDR
ar: عرض HDR الكامل
bg: Преглед на пълен HDR
ca: Mostra en HDR complet
cs: Zobrazit úplné HDR
da: Vis fuld HDR
de: Full-HDR anzeigen
el: Προβολή πλήρους HDR
es: Ver HDR completo
es_us: Ver HDR completa
fi: Näytä koko HDR
fr: Affichage HDR complet
fr_ca: Affichage HDR complet
he: הצגת HDR מלא
hi: पूर्ण HDR देखें
hr: Prikaži u Full HDR-u
hu: Teljes HDR megtekintése
id: Lihat HDR Penuh
it: Visualizza in versione full HDR
ja: フルHDRで表示
kk: Толық HDR сапасында көру
ko: Full HDR 보기
lt: Peržiūrėti visą HDR
ms: Lihat HDR Penuh
nb: Se i full HDR
nl: Ervaar volledig HDR
pl: Pokaż pełny HDR
pt: Ver HDR Completo
pt_pt: Ver HDR completo
ro: Afișare HDR completă
ru: См. полный HDR
sk: Zobraziť plné HDR
sl: Prikaži v Full HDR
sv: Visa fullständig HDR
th: ดู HDR แบบเต็ม
tr: Full HDR Görüntüle
uk: Перегляд повного HDR
vi: Xem HDR đầy đủ
zh_cn: 查看完整HDR
zh_hk: 檢視完整HDR
zh_tw: 檢視完整HDR

source: Manual
ar: يدوي
bg: Ръчно
cs: Ručně
da: Manuelt
de: Manuell
el: Χειροκίνητα
fi: Käsin
fr: Manuel
fr_ca: Manuel
he: ידני
hi: मैनुअल
hr: Ručno
hu: Kézi
it: Manuale
ja: 手動
kk: Қолмен
ko: 수동
lt: Neautomatinis
nb: Manuelt
nl: Handmatig
pl: Ręcznie
ru: Вручную
sk: Manuálny
sl: Ročno
sv: Manuellt
th: กำหนดเอง
tr: Elle
uk: Вручну
vi: Thủ công
zh_cn: 手动
zh_hk: 手動
zh_tw: 手動

# MEMORIES_BLACKLISTED_MEMORIES_CANCEL_ACTION_TITLE
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消
